adpyke.codesnap
christian-kohler.path-intellisense
circlecodesolution.ccs-flutter-color
codezombiech.gitignore
davidanson.vscode-markdownlint
formulahendry.code-runner
github.copilot
github.copilot-chat
github.vscode-github-actions
hashicorp.terraform
kisstkondoros.vscode-gutter-preview
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.pylint
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.live-server
ms-vsliveshare.vsliveshare
postman.postman-for-vscode
redhat.vscode-yaml
shd101wyy.markdown-preview-enhanced
